Repository: JRMHDCK/BookmarkBridge
Catalog: BookmarkBridge/Documentation/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt

# manual.ifThisFailsBookmarkBridgeAbortsTheOperation
source: If this fails, BookmarkBridge aborts the operation and keeps the existing bookmarks. Do not manually modify browser files.
de: Wenn dies fehlschlägt, bricht BookmarkBridge den Vorgang ab und behält die vorhandenen Lesezeichen bei. Ändern Sie Browserdateien nicht manuell.
es: Si esto falla, BookmarkBridge cancela la operación y conserva los marcadores existentes. No modifique manualmente los archivos del navegador.
fr: En cas d’échec, BookmarkBridge interrompt l’opération et conserve les favoris existants. Ne modifiez pas manuellement les fichiers des navigateurs.
it: Se fallisce, BookmarkBridge interrompe l'operazione e mantiene i segnalibri esistenti. Non modificare manualmente i file del browser.
nl: Als dit mislukt, breekt BookmarkBridge de bewerking af en behoudt de bestaande bladwijzers. Wijzig browserbestanden niet handmatig.
pl: Jeśli to się nie powiedzie, BookmarkBridge przerywa operację i zachowuje istniejące zakładki. Nie modyfikuj ręcznie plików przeglądarki.
pt: Se isso falhar, o BookmarkBridge anula a operação e mantém os marcadores existentes. Não modifique manualmente os arquivos do navegador.

# manual.installTheApp
source: Install the app
de: Installieren Sie die App
es: Instalar la aplicación
fr: Installer l’application
it: Installa l'applicazione
nl: Installeer de app
pl: Zainstaluj aplikację
pt: Instale o aplicativo

# manual.inTheDashboardChooseAllowForSafari
source: In the dashboard, choose Allow for Safari.
de: Wählen Sie im Dashboard „Für Safari zulassen“ aus.
es: En el panel, elija Permitir para Safari.
fr: Dans le tableau de bord, choisissez Autoriser pour Safari.
it: Nella dashboard, scegli Consenti per Safari.
nl: Kies in het dashboard de optie Safari toestaan.
pl: W panelu wybierz Zezwalaj na Safari.
pt: No painel, escolha Permitir para Safari.

# manual.itIsExcludedFromComparisonPreviewAnd
source: It is excluded from comparison, preview and transaction. Unchecking it never causes it to be deleted.
de: Es ist vom Vergleich, der Vorschau und der Transaktion ausgeschlossen. Wenn Sie das Kontrollkästchen deaktivieren, wird es niemals gelöscht.
es: Está excluido de comparación, vista previa y transacción. Desmarcarlo nunca provoca que se elimine.
fr: Il est exclu de la comparaison, de l’aperçu et de la transaction. Le décocher ne provoque jamais sa suppression.
it: È escluso dal confronto, dall'anteprima e dalla transazione. Deselezionandolo non verrà mai eliminato.
nl: Het is uitgesloten van vergelijking, preview en transactie. Als u het vinkje weghaalt, wordt het nooit verwijderd.
pl: Jest wyłączony z porównania, podglądu i transakcji. Odznaczenie go nigdy nie powoduje jego usunięcia.
pt: É excluído da comparação, visualização e transação. Desmarcá-lo nunca faz com que ele seja excluído.

# manual.keepTheAppUpdatedAndSeeWhat
source: Keep the app updated and see What's New after an upgrade.
de: Halten Sie die App auf dem neuesten Stand und sehen Sie, was nach einem Upgrade neu ist.
es: Mantenga la aplicación actualizada y vea las novedades después de una actualización.
fr: Conservez l’application à jour et consultez Nouveautés après une mise à niveau.
it: Mantieni l'app aggiornata e scopri le novità dopo un aggiornamento.
nl: Houd de app up-to-date en bekijk wat er nieuw is na een upgrade.
pl: Aktualizuj aplikację i sprawdzaj, co nowego po aktualizacji.
pt: Mantenha o aplicativo atualizado e veja o que há de novo após uma atualização.

# manual.librarySetOfFavoritesAndFoldersIn
source: <b>Library</b>: set of favorites and folders in a browser.
de: <b>Bibliothek</b>: Satz von Favoriten und Ordnern in einem Browser.
es: <b>Biblioteca</b>: conjunto de favoritos y carpetas en un navegador.
fr: <b>Bibliothèque</b> : ensemble des favoris et dossiers d’un navigateur.
it: <b>Libreria</b>: insieme di preferiti e cartelle in un browser.
nl: <b>Bibliotheek</b>: set favorieten en mappen in een browser.
pl: <b>Biblioteka</b>: zestaw ulubionych i folderów w przeglądarce.
pt: <b>Biblioteca</b>: conjunto de favoritos e pastas em um navegador.

# manual.localData
source: Local data
de: Lokale Daten
es: Datos locales
fr: Données locales
it: Dati locali
nl: Lokale gegevens
pl: Dane lokalne
pt: Dados locais

# manual.localDocumentation
source: Local documentation
de: Lokale Dokumentation
es: Documentación local
fr: Documentation locale
it: Documentazione locale
nl: Lokale documentatie
pl: Dokumentacja lokalna
pt: Documentação local

# manual.macos265OrLater
source: macOS 26.5 or later.
de: macOS 26.5 oder höher.
es: macOS 26.5 o posterior.
fr: macOS 26.5 ou ultérieur.
it: macOS 26.5 o successivo.
nl: macOS 26.5 of hoger.
pl: macOS 26.5 lub nowszy.
pt: macOS 26.5 ou posterior.

# manual.macosAsksForAFinalConfirmationBefore
source: macOS asks for a final confirmation before launching BookmarkBridge.
de: macOS bittet um eine abschließende Bestätigung, bevor BookmarkBridge gestartet wird.
es: macOS solicita una confirmación final antes de iniciar BookmarkBridge.
fr: macOS demande une dernière confirmation avant de lancer BookmarkBridge.
it: macOS richiede una conferma finale prima di avviare BookmarkBridge.
nl: macOS vraagt om een definitieve bevestiging voordat BookmarkBridge wordt gestart.
pl: macOS prosi o ostateczne potwierdzenie przed uruchomieniem BookmarkBridge.
pt: O macOS pede uma confirmação final antes de iniciar o BookmarkBridge.

# manual.messagesFromBookmarkBridgeIndicateTheProbableCause
source: Messages from BookmarkBridge indicate the probable cause and the action to take.
de: Nachrichten von BookmarkBridge geben die wahrscheinliche Ursache und die zu ergreifenden Maßnahmen an.
es: Los mensajes de BookmarkBridge indican la causa probable y la acción a tomar.
fr: Les messages de BookmarkBridge indiquent la cause probable et l’action à effectuer.
it: I messaggi provenienti da BookmarkBridge indicano la probabile causa e l'azione da intraprendere.
nl: Berichten van BookmarkBridge geven de waarschijnlijke oorzaak aan en de te ondernemen actie.
pl: Wiadomości z BookmarkBridge wskazują prawdopodobną przyczynę i działanie, które należy podjąć.
pt: As mensagens do BookmarkBridge indicam a causa provável e a ação a ser tomada.

# manual.multipleChromeProfiles
source: Multiple Chrome profiles
de: Mehrere Chrome-Profile
es: Múltiples perfiles de Chrome
fr: Plusieurs profils Chrome
it: Più profili Chrome
nl: Meerdere Chrome-profielen
pl: Wiele profili Chrome
pt: Vários perfis do Chrome

# manual.nextToTheMessageBookmarkBridgeHasBeen
source: Next to the message “BookmarkBridge has been blocked to protect your Mac,” click Open anyway. The button appears only after the first opening attempt.
de: Klicken Sie neben der Meldung „BookmarkBridge wurde zum Schutz Ihres Mac blockiert“ auf „Trotzdem öffnen“. Der Button erscheint erst nach dem ersten Öffnungsversuch.
es: Junto al mensaje "BookmarkBridge ha sido bloqueado para proteger tu Mac", haz clic en Abrir de todos modos. El botón aparece sólo después del primer intento de apertura.
fr: À côté du message « BookmarkBridge a été bloqué pour protéger votre Mac », cliquez sur Ouvrir quand même. Le bouton apparaît seulement après la première tentative d’ouverture.
it: Accanto al messaggio "BookmarkBridge è stato bloccato per proteggere il tuo Mac", fai clic su Apri comunque. Il pulsante appare solo dopo il primo tentativo di apertura.
nl: Naast het bericht 'BookmarkBridge is geblokkeerd om uw Mac te beschermen' klikt u op Toch openen. De knop verschijnt pas na de eerste openingspoging.
pl: Obok komunikatu „BookmarkBridge został zablokowany w celu ochrony Twojego Maca” kliknij Otwórz mimo to. Przycisk pojawia się dopiero po pierwszej próbie otwarcia.
pt: Ao lado da mensagem “BookmarkBridge foi bloqueado para proteger seu Mac”, clique em Abrir mesmo assim. O botão aparece somente após a primeira tentativa de abertura.

# manual.noFavoritesAreTransmittedOverTheNetwork
source: No favorites are transmitted over the network.
de: Es werden keine Favoriten über das Netzwerk übertragen.
es: No se transmiten favoritos a través de la red.
fr: Aucun favori n’est transmis sur le réseau.
it: Nessun preferito viene trasmesso in rete.
nl: Er worden geen favorieten via het netwerk verzonden.
pl: Żadne ulubione nie są przesyłane przez sieć.
pt: Nenhum favorito é transmitido pela rede.

# manual.noLoginRequired
source: No login required
de: Kein Login erforderlich
es: No es necesario iniciar sesión
fr: Aucune connexion requise
it: Nessun accesso richiesto
nl: Geen login vereist
pl: Nie wymaga logowania
pt: Não é necessário fazer login

# manual.onlySafariAndGoogleChromeAreSupported
source: Only Safari and Google Chrome are supported. Chrome AccountBookmarks remains read-only. There is no cloud, multi-machine, real-time, or background synchronization.
de: Es werden nur Safari und Google Chrome unterstützt. Chrome AccountBookmarks bleibt schreibgeschützt. Es gibt keine Cloud-, Mehrmaschinen-, Echtzeit- oder Hintergrundsynchronisierung.
es: Sólo se admiten Safari y Google Chrome. Chrome AccountBookmarks sigue siendo de solo lectura. No hay sincronización en la nube, en varias máquinas, en tiempo real o en segundo plano.
fr: Seuls Safari et Google Chrome sont pris en charge. Chrome AccountBookmarks reste en lecture seule. Il n’existe pas de synchronisation cloud, multi-machine, temps réel ou en arrière-plan.
it: Sono supportati solo Safari e Google Chrome. I segnalibri dell'account Chrome rimangono di sola lettura. Non è disponibile alcuna sincronizzazione cloud, multi-macchina, in tempo reale o in background.
nl: Alleen Safari en Google Chrome worden ondersteund. Chrome AccountBookmarks blijft alleen-lezen. Er is geen cloud-, multi-machine-, realtime- of achtergrondsynchronisatie.
pl: Obsługiwane są tylko przeglądarki Safari i Google Chrome. Zakładki konta Chrome pozostają tylko do odczytu. Nie ma synchronizacji w chmurze, na wielu komputerach, w czasie rzeczywistym ani w tle.
pt: Apenas Safari e Google Chrome são suportados. Chrome AccountBookmarks permanece somente leitura. Não há sincronização em nuvem, multimáquina, em tempo real ou em segundo plano.

# manual.openBookmarkBridgeFromTheApplicationsFolder
source: Open BookmarkBridge from the Applications folder.
de: Öffnen Sie BookmarkBridge aus dem Anwendungsordner.
es: Abra BookmarkBridge desde la carpeta Aplicaciones.
fr: Ouvrez BookmarkBridge depuis le dossier Applications.
it: Apri BookmarkBridge dalla cartella Applicazioni.
nl: Open BookmarkBridge vanuit de map Toepassingen.
pl: Otwórz BookmarkBridge z folderu Aplikacje.
pt: Abra o BookmarkBridge na pasta Aplicativos.

# manual.openSystemSettingsThenPrivacySecurityScroll
source: Open System Settings, then Privacy & Security. Scroll down to the Security section.
de: Öffnen Sie „Systemeinstellungen“ und dann „Datenschutz und Sicherheit“. Scrollen Sie nach unten zum Abschnitt Sicherheit.
es: Abra Configuración del sistema, luego Privacidad y seguridad. Desplácese hacia abajo hasta la sección Seguridad.
fr: Ouvrez Réglages Système, puis Confidentialité et sécurité. Descendez jusqu’à la section Sécurité.
it: Apri Impostazioni di sistema, quindi Privacy e sicurezza. Scorri verso il basso fino alla sezione Sicurezza.
nl: Open Systeeminstellingen en vervolgens Privacy en beveiliging. Scroll omlaag naar het gedeelte Beveiliging.
pl: Otwórz Ustawienia systemu, a następnie Prywatność i bezpieczeństwo. Przewiń w dół do sekcji Bezpieczeństwo.
pt: Abra Configurações do sistema e depois Privacidade e segurança. Role para baixo até a seção Segurança.

# manual.presentsTheDifferencesBeforeAnyModification
source: Presents the differences before any modification.
de: Zeigt die Unterschiede vor jeder Änderung an.
es: Presenta las diferencias ante cualquier modificación.
fr: Présente les différences avant toute modification.
it: Presenta le differenze prima di qualsiasi modifica.
nl: Presenteert de verschillen vóór elke wijziging.
pl: Przedstawia różnice przed jakąkolwiek modyfikacją.
pt: Apresenta as diferenças antes de qualquer modificação.

# manual.previewIsNotDisplayed
source: Preview is not displayed
de: Vorschau wird nicht angezeigt
es: La vista previa no se muestra
fr: La prévisualisation ne s’affiche pas
it: L'anteprima non viene visualizzata
nl: Er wordt geen voorbeeld weergegeven
pl: Podgląd nie jest wyświetlany
pt: A visualização não é exibida

# manual.previewReadableSimulationOfChangesWithoutWriting
source: <b>Preview</b>: readable simulation of changes, without writing.
de: <b>Vorschau</b>: lesbare Simulation von Änderungen, ohne Schreiben.
es: <b>Vista previa</b>: simulación legible de cambios, sin escritura.
fr: <b>Aperçu</b> : simulation lisible des changements, sans écriture.
it: <b>Anteprima</b>: simulazione leggibile delle modifiche, senza scrittura.
nl: <b>Voorbeeld</b>: leesbare simulatie van wijzigingen, zonder te schrijven.
pl: <b>Podgląd</b>: czytelna symulacja zmian, bez pisania.
pt: <b>Pré-visualização</b>: simulação legível de alterações, sem escrita.

# manual.protectionsRetained
source: Protections retained
de: Schutzmaßnahmen beibehalten
es: Protecciones retenidas
fr: Protections conservées
it: Protezioni mantenute
nl: Beveiligingen behouden
pl: Zabezpieczenia zachowane
pt: Proteções retidas

# manual.quitSafariAndChromeWithCommandQ
source: Quit Safari and Chrome with Command-Q. Verify that no windows or processes in these browsers remain active, and then try again.
de: Beenden Sie Safari und Chrome mit Command-Q. Stellen Sie sicher, dass in diesen Browsern keine Fenster oder Prozesse mehr aktiv sind, und versuchen Sie es dann erneut.
es: Salga de Safari y Chrome con Command-Q. Verifique que ninguna ventana o proceso en estos navegadores permanezca activo y luego vuelva a intentarlo.
fr: Quittez Safari et Chrome avec Commande-Q. Vérifiez qu’aucune fenêtre ni aucun processus de ces navigateurs ne reste actif, puis réessayez.
it: Esci da Safari e Chrome con Comando-Q. Verificare che nessuna finestra o processo in questi browser rimanga attivo, quindi riprovare.
nl: Sluit Safari en Chrome af met Command-Q. Controleer of er geen vensters of processen in deze browsers actief blijven en probeer het vervolgens opnieuw.
pl: Zakończ Safari i Chrome za pomocą Command-Q. Sprawdź, czy żadne okna ani procesy w tych przeglądarkach nie pozostają aktywne, a następnie spróbuj ponownie.
pt: Saia do Safari e do Chrome com Command-Q. Verifique se nenhuma janela ou processo nesses navegadores permanece ativo e tente novamente.

# manual.readsSafariLibrariesAndChromeProfilesThat
source: Reads Safari libraries and Chrome profiles that you authorize.
de: Liest Safari-Bibliotheken und Chrome-Profile, die Sie autorisieren.
es: Lee las bibliotecas de Safari y los perfiles de Chrome que usted autorice.
fr: Lit les bibliothèques Safari et les profils Chrome que vous autorisez.
it: Legge le librerie Safari e i profili Chrome che autorizzi.
nl: Leest Safari-bibliotheken en Chrome-profielen die u autoriseert.
pl: Odczytuje biblioteki Safari i profile Chrome, które autoryzowałeś.
pt: Lê bibliotecas do Safari e perfis do Chrome que você autoriza.

# manual.rechargeBothSourcesCheckTheirMetersAnd
source: Recharge both sources, check their meters and take the time to read any warning boxes. If a profile is marked read-only, do not attempt to circumvent this protection.
de: Laden Sie beide Quellen auf, überprüfen Sie die Messgeräte und nehmen Sie sich die Zeit, alle Warnfelder zu lesen. Versuchen Sie nicht, diesen Schutz zu umgehen, wenn ein Profil als schreibgeschützt markiert ist.
es: Recargue ambas fuentes, verifique sus medidores y tómese el tiempo para leer los cuadros de advertencia. Si un perfil está marcado como de sólo lectura, no intente eludir esta protección.
fr: Rechargez les deux sources, contrôlez leurs compteurs et prenez le temps de lire les éventuels encadrés d’avertissement. Si un profil est signalé en lecture seule, ne tentez pas de contourner cette protection.
it: Ricarica entrambe le fonti, controlla i loro contatori e prenditi il tempo per leggere eventuali caselle di avviso. Se un profilo è contrassegnato come di sola lettura, non tentare di eludere questa protezione.
nl: Laad beide bronnen op, controleer hun meters en neem de tijd om eventuele waarschuwingsvensters te lezen. Als een profiel als alleen-lezen is gemarkeerd, probeer dan niet deze beveiliging te omzeilen.
pl: Naładuj oba źródła, sprawdź ich liczniki i poświęć trochę czasu na przeczytanie wszelkich ostrzeżeń. Jeśli profil jest oznaczony jako tylko do odczytu, nie próbuj obejść tego zabezpieczenia.
pt: Recarregue ambas as fontes, verifique seus medidores e reserve um tempo para ler as caixas de alerta. Se um perfil estiver marcado como somente leitura, não tente contornar essa proteção.

# manual.recommendedProcedure
source: Recommended procedure
de: Empfohlenes Vorgehen
es: Procedimiento recomendado
fr: Procédure recommandée
it: Procedura consigliata
nl: Aanbevolen procedure
pl: Zalecana procedura
pt: Procedimento recomendado

# manual.reloadSafariAndChromeFromTheDashboard
source: Reload Safari and Chrome from the dashboard. Correct the reported permissions, then rerun the comparison.
de: Laden Sie Safari und Chrome über das Dashboard neu. Korrigieren Sie die gemeldeten Berechtigungen und führen Sie dann den Vergleich erneut durch.
es: Vuelva a cargar Safari y Chrome desde el panel. Corrija los permisos informados y luego vuelva a ejecutar la comparación.
fr: Rechargez Safari et Chrome depuis le tableau de bord. Corrigez les autorisations signalées, puis relancez la comparaison.
it: Ricarica Safari e Chrome dalla dashboard. Correggere le autorizzazioni segnalate, quindi eseguire nuovamente il confronto.
nl: Laad Safari en Chrome opnieuw vanaf het dashboard. Corrigeer de gerapporteerde machtigingen en voer de vergelijking vervolgens opnieuw uit.
pl: Załaduj ponownie Safari i Chrome z pulpitu nawigacyjnego. Popraw zgłoszone uprawnienia, a następnie ponownie uruchom porównanie.
pt: Recarregue o Safari e o Chrome no painel. Corrija as permissões relatadas e execute novamente a comparação.

# manual.reloadTheSourcesToReadTheirCurrent
source: Reload the sources to read their current status.
de: Laden Sie die Quellen neu, um ihren aktuellen Status zu lesen.
es: Vuelva a cargar las fuentes para leer su estado actual.
fr: Rechargez les sources pour lire leur état actuel.
it: Ricaricare le fonti per leggere il loro stato attuale.
nl: Herlaad de bronnen om hun huidige status te lezen.
pl: Załaduj ponownie źródła, aby przeczytać ich bieżący stan.
pt: Recarregue as fontes para ler seu status atual.

# manual.reviewTheFullOverviewOfTheOperations
source: Review the full overview of the operations offered.
de: Sehen Sie sich die vollständige Übersicht der angebotenen Operationen an.
es: Revise el resumen completo de las operaciones ofrecidas.
fr: Examinez l’aperçu complet des opérations proposées.
it: Consulta la panoramica completa delle operazioni offerte.
nl: Bekijk het volledige overzicht van de aangeboden bewerkingen.
pl: Przejrzyj pełny przegląd oferowanych operacji.
pt: Revise a visão geral completa das operações oferecidas.

# manual.safariAndChromeMustBeClosed
source: Safari and Chrome must be closed
de: Safari und Chrome müssen geschlossen sein
es: Safari y Chrome deben estar cerrados
fr: Safari et Chrome doivent être fermés
it: Safari e Chrome devono essere chiusi
nl: Safari en Chrome moeten gesloten zijn
pl: Safari i Chrome muszą być zamknięte
pt: Safari e Chrome devem estar fechados

# manual.safariAndChromeMustBeClosedWhile
source: Safari and Chrome must be closed while writing or restoring.
de: Safari und Chrome müssen während des Schreibens oder Wiederherstellens geschlossen sein.
es: Safari y Chrome deben estar cerrados mientras se escribe o se restaura.
fr: Safari et Chrome doivent être fermés pendant l’écriture ou la restauration.
it: Safari e Chrome devono essere chiusi durante la scrittura o il ripristino.
nl: Safari en Chrome moeten gesloten zijn tijdens het schrijven of herstellen.
pl: Podczas pisania lub przywracania przeglądarki Safari i Chrome muszą być zamknięte.
pt: Safari e Chrome devem ser fechados durante a gravação ou restauração.

# manual.safariAndGoogleChrome
source: Safari and Google Chrome.
de: Safari und Google Chrome.
es: Safari y Google Chrome.
fr: Safari et Google Chrome.
it: Safari e Google Chrome.
nl: Safari en Google Chrome.
pl: Safari i Google Chrome.
pt: Safári e Google Chrome.

# manual.selectionExplicitScopeOfElementsIncludedIn
source: <b>Selection</b>: explicit scope of elements included in the synchronization.
de: <b>Auswahl</b>: expliziter Bereich der in die Synchronisierung einbezogenen Elemente.
es: <b>Selección</b>: alcance explícito de los elementos incluidos en la sincronización.
fr: <b>Sélection</b> : périmètre explicite des éléments inclus dans la synchronisation.
it: <b>Selezione</b>: ambito esplicito degli elementi inclusi nella sincronizzazione.
nl: <b>Selectie</b>: expliciete reikwijdte van elementen die zijn opgenomen in de synchronisatie.
pl: <b>Wybór</b>: jawny zakres elementów objętych synchronizacją.
pt: <b>Seleção</b>: escopo explícito dos elementos incluídos na sincronização.

# manual.selectTheBookmarksPlistFileOfferedIn
source: Select the Bookmarks.plist file offered in the Safari folder.
de: Wählen Sie die im Safari-Ordner angebotene Datei Bookmarks.plist aus.
es: Seleccione el archivo Bookmarks.plist que se ofrece en la carpeta Safari.
fr: Sélectionnez le fichier Bookmarks.plist proposé dans le dossier Safari.
it: Seleziona il file Bookmarks.plist offerto nella cartella Safari.
nl: Selecteer het Bookmarks.plist-bestand dat wordt aangeboden in de map Safari.
pl: Wybierz plik Bookmarks.plist oferowany w folderze Safari.
pt: Selecione o arquivo Bookmarks.plist oferecido na pasta Safari.

# manual.selectTheRequestedChromeFolderThenThe
source: Select the requested Chrome folder, then the profile to use.
de: Wählen Sie den gewünschten Chrome-Ordner und dann das zu verwendende Profil aus.
es: Seleccione la carpeta de Chrome solicitada y luego el perfil que desea utilizar.
fr: Sélectionnez le dossier Chrome demandé, puis le profil à utiliser.
it: Seleziona la cartella Chrome richiesta, quindi il profilo da utilizzare.
nl: Selecteer de gevraagde Chrome-map en vervolgens het profiel dat u wilt gebruiken.
pl: Wybierz żądany folder Chrome, a następnie profil, którego chcesz użyć.
pt: Selecione a pasta solicitada do Chrome e o perfil a ser usado.

# manual.sensSafariToChromeOrChromeTo
source: <b>Sens</b>: Safari to Chrome or Chrome to Safari choice which determines the source and target.
de: <b>Sens</b>: Auswahl von Safari zu Chrome oder Chrome zu Safari, die die Quelle und das Ziel bestimmt.
es: <b>Sens</b>: opción de Safari a Chrome o de Chrome a Safari que determina el origen y el destino.
fr: <b>Sens</b> : choix Safari vers Chrome ou Chrome vers Safari qui détermine la source et la cible.
it: <b>Sens</b>: scelta da Safari a Chrome o da Chrome a Safari che determina l'origine e la destinazione.
nl: <b>Sens</b>: Safari naar Chrome of Chrome naar Safari keuze die de bron en het doel bepaalt.
pl: <b>Czułość</b>: wybór z Safari do Chrome lub z Chrome do Safari, który określa źródło i cel.
pt: <b>Sens</b>: escolha Safari para Chrome ou Chrome para Safari que determina a origem e o destino.
